{
    "success": true,
    "data": {
        "id": 9319,
        "slug": "opus-virtual-offices-terms-of-use",
        "title": "Opus Virtual Offices Terms Of Use",
        "content": "<div style=\"display:flex;position:relative;box-sizing:border-box;transition-property:box-shadow;transition-duration:0.2s;transition-timing-function:ease bottom:0;left:0;position:absolute;right:0;top:0;z-index:10 margin-left:auto;margin-right:auto display:flex;position:relative;box-sizing:border-box;margin-left:auto !important;margin-right:auto !important margin:unset margin:unset margin:unset height:100%;width:100%;top:0;left:0;position:absolute;overflow:hidden;-webkit-transition:opacity 1s;-o-transition:opacity 1s;transition:opacity 1s max-width:100%;width:100%;height:100%;margin:0;line-height:1;border:none;display:inline-block;vertical-align:baseline;-o-object-fit:cover;object-fit:cover;background-size:cover display:grid;width:100% display:inherit;width:inherit max-width:unset !important;width:unset !important max-width:unset !important;width:unset !important margin-left:auto;margin-right:auto max-width:unset !important;width:unset !important margin-left:auto;margin-right:auto display:inherit;position:relative;box-sizing:border-box;margin-left:auto !important;margin-right:auto !important min-width:unset !important;width:100%;position:relative min-width:unset !important;width:100%;position:relative min-width:unset !important;width:100%;position:relative\"><div><p style=\"color: #cc181f; text-align: center; font-size: 16px; font-style: normal; font-weight: 600; line-height: 24px; text-align:center margin-bottom:12px;\">Current as of 4/4/2024</p><div style=\"letter-spacing: -0.72px; box-sizing:border-box;position:relative;width:100%;word-break:break-word;z-index:1 -webkit-box-shadow:none;box-shadow:none;text-decoration:none position:relative z-index:1 display:inline-block;max-width:100% display:inline-block box-sizing:content-box display:block;width:100% -webkit-align-self:self-start;align-self:self-start -webkit-align-self:self-start;align-self:self-start\"><div style=\"-webkit-transition:all 0.2s;-o-transition:all 0.2s;transition:all 0.2s display:inline-block display:inline-block vertical-align:middle;width:inherit;height:inherit;font-style:initial box-sizing:content-box;width:inherit;height:inherit position:relative;display:inline-block;line-height:0;width:auto;height:auto !important;max-width:100%;border-radius:inherit;-webkit-box-sizing:content-box;-moz-box-sizing:content-box;-webkit-border-radius:inherit width:100% z-index:1 display:none margin-bottom:0\"><div style=\"width:100% display:block;padding:0;margin:0 z-index:1\"><h1 style=\"margin-block-start:0\">Opus Virtual Offices Terms Of Use</h1></div><p>Your privacy is important to us at Opus Virtual Offices. We respect your privacy regarding any information we may collect from you across our website.</p></div></div><p>Opus Virtual Offices Program, Opus Ultimate Office Program, Opus Virtual Offices Phone Only Program, Opus Live Call Answering Service, Opus Live Receptionist Answering Service, Opus Virtual Offices Mail Address Program, and Opus Corporate Mailing Address (the &ldquo;Services&rdquo;) are services operated by Opus Virtual Offices, LLC. (&ldquo;Opus&rdquo; or &ldquo;Company&rdquo;) of 1875 NW Corporate Blvd., Suite 300, Boca Raton, FL 33431. This Agreement, which governs the terms and conditions of your use of the Services, is between you (&ldquo;You,&rdquo; &ldquo;User,&rdquo; or &ldquo;Client&rdquo;), as an authorized user of the Services, and the Company. Client agrees that the Services will be used only as provided in such terms and conditions for legitimate business purposes.</p><p>1. ACKNOWLEDGMENT AND ACCEPTANCE OF TERMS OF USE. The Services are offered to You conditioned on Your acceptance without modification, of the terms and conditions, contained in this Agreement. Your use of the Services constitutes Your agreement to the terms and conditions stated in this Agreement. Each person that uses the Services, or that enters into a contract, in writing, over the telephone, facsimile or online, on behalf of its employer or other third party, represents that such person is fully authorized to accept these terms on its employer&rsquo;s or the third party&rsquo;s behalf. Unless explicitly stated otherwise, the Terms of Service will govern the use of any new features that augment or enhance the current Services, including the release of new Company resources and services. In the case of any violation of these terms, the Company reserves the right to seek all remedies available by law and in equity for such violations.</p><p>2. TERM; AUTOMATIC EXTENSION; TERMINATION or SERVICE DOWNGRADE. For all Opus Services, the Initial Term of this Agreement is three (3) months unless otherwise noted, in each case commencing on the date stated on Client&rsquo;s Contract or, if contracted online, the date the Client&rsquo;s order is processed online or Client&rsquo;s order is processed over the telephone. Unless properly terminated or downgraded, this Agreement will be automatically renewed and extended for successive periods (each, a &ldquo;Renewal Term&rdquo;) until terminated, as provided herein, by either Client or Opus. If Client chooses to switch Virtual Office Location related services during any term of agreement, agreement term shall start again at time of switch. <u>Client may terminate or downgrade Services upon expiration of the Initial Term or any Renewal Term by submitting a &ldquo;Termination Request&rdquo; form via their online account on opusvirtualoffices.com at least 30 days prior to the end of the existing Term.</u> The Services will then terminate / downgrade on the last day of Client&rsquo;s following complete recurring billing cycle. No prorated refunds shall apply and Client is still liable for any and all overage charges if applicable during final term of agreement. Opus&rsquo;s written notice to terminate the Agreement shall be sent by either (a) email to Client&rsquo;s email address on record with Opus, or (b) by first class mail to Client&rsquo;s last known address on record with Opus. Upon termination of the Agreement for whatever reason, it is the Client&rsquo;s responsibility to notify all parties of Client&rsquo;s change of address and/or communications services. Subsequent mail sent to the Opus office location will be returned to sender if applicable and all mail handling services and/or call answering services will terminate at that point.</p><p>The standard fee during any extension period shall be equal to the then current standard fee for the User&rsquo;s services.</p><p>3. MODIFICATIONS TO THE SERVICE. The Company reserves the right to modify or discontinue all or part of the Service, temporarily or permanently, with or without notice to User, and is not obligated to support or update the Service. The amended Terms shall be effective immediately after they are posted on Opus&rsquo;s website, njs.opusvirtualoffices.com. User&rsquo;s continued use of the Service after the posting of the amended Terms on the Site constitutes User&rsquo;s affirmative: (a) acknowledgment of the Terms and its modifications; and (b) agreement to abide and be bound by the Terms, as amended. User acknowledges/agrees that the Company shall not be liable to User or any third party in event that the Company exercises its right to modify/discontinue all/part of the Service.</p><p>4. MODIFICATION OF USER RATES. Retail rates for services published on Opus or Opus related websites may reflect promotional only pricing limited for a certain amount of time or available only to first time customers. The Company reserves the right, in its sole discretion, to change User pricing upon thirty (30) days&rsquo; notice. Notwithstanding the foregoing, to the extent applicable, if a User utilizes greater than the number of telephone or messaging or faxing minutes included in User&rsquo;s communication services, the Company reserves the right to immediately charge the User for such use at the then prevailing rates for all minutes over the plan minute threshold when calling destinations within the continental USA based on user&rsquo;s communication plan type. When calling destinations outside of the continental USA, international long-distance rates may apply. Contact Opus customer service for current international long-distance rates.</p><p>5. CHARGES. By electing to purchase subscription-based services, You warrant that all information You submit is true, legally valid and accurate (including without limitation Your credit card number(s), billing address and expiration date) and You agree to pay all subscription and additional usage fees You incur, plus all applicable taxes.</p><p>a. Payment of Your account balance and other applicable charges is due monthly five (5) business days prior to the due date and must be made by the valid credit card(s) designated by You. You must promptly notify the Company of changes to: (a) the account number or expiration date of Your designated credit card(s); (b) Your billing address; or (c) cancellation, theft or loss of Your designated card(s). Late payment may result in suspension of service and may be subject to a US$50 reinstatement fee.&nbsp;</p><p>b. If payment for Your account is not received from the card issuer or its agents, You agree to pay all amounts due, including late payment fees and collection costs, upon demand. Each time you use the Service, or allow or cause the Service to be used, You agree and reaffirm that the Company is authorized to charge Your designated card(s). You agree that the Company may (at its option) accumulate charges incurred during Your monthly billing cycle and submit them as one or more aggregate charges during or at the end of each cycle, and that the Company may delay obtaining authorization from Your card issuer until submission of the accumulated charge(s). Opus reserves the right at any time to withhold any services provided under this Agreement (with or without notice) or to terminate the Agreement if fees are not paid by the end of the day they are due. Actual collection fees incurred by Opus, including but not limited to all attorney fees and court costs incurred, will be added to the unpaid balance. Additionally, You agree to pay Opus 1.5% interest per month on all amounts owing and not paid when due. The Company reserves the right to suspend or terminate Your Service account without notice upon rejection of any card charges or if Your card issuer (or its agent or affiliate) seeks return of payments previously made to the Company when the Company believes You are liable for the charge. Such rights are in addition to and not in lieu of any other legal rights or remedies available to the Company.</p><p>c. Your set up fees (if applicable) and recurring service fees are payable in advance and are non-refundable. You agree that the Company may submit charges for Your monthly service fee each month, without further authorization from You, unless You provide prior notice that You have terminated this authorization or wish to change Your designated credit card(s). Such notice will not affect charges submitted before the Company reasonably could act on Your notice. (Note: the Company takes no responsibility for contacting You prior to charging Your designated credit card for Your recurring service fee.) If You have any question regarding any charges that have been applied to Your account, You must contact the Company&rsquo;s Customer Service Department within 30 days of the charge date. Failure to use Your account will not be deemed a basis for refusing to pay any charges submitted by the Company in accordance with this Agreement.</p><p>d. Some Service packages may include a specified number of monthly telephone minutes as part of the recurring service fee. Live and automated minute usage charges are billed in one second increments. The Company reserves the right to bill subscribers for usage above and beyond the subscriber&rsquo;s plan&rsquo;s monthly minutes at the then prevailing rates. When calling or faxing to destinations outside of the continental USA or Canada, international rates may apply from the first minute. Faxes are charged by the page (inbound and outbound) and are typically equivalent to one automated minute per page. Usage fees will be billed in arrears and charged to your credit card(s) of record. You agree that the Company may submit these charges to Your credit card of record, without further notification or authorization from You. In the event Your account is terminated, the Company has the authority to charge Your credit card(s) of record for any additional usage fees You may have accrued while still an active subscriber. You may port your current toll-free number to us, with your current provider&rsquo;s permission, but a one-time port fee may apply. Please contact customer service if you have any questions. The Company owns all numbers used on the Service and toll free or local numbers may not be moved away from the Company unless Client did port a number to Opus originally, in which case a one-time port fee may apply to port your number away.&nbsp;&nbsp;</p><p>f. All Service packages that include Mail Scanning Services (only available at participating locations) may include a limited number of monthly envelopes and/or package address labels scan transactions as part of the recurring service fee, depending upon the plan subscribed to. To the extent applicable to Your monthly plan, the Company reserves the right to bill subscribers for usage above and beyond the subscribers plan&rsquo;s monthly allowances at the then prevailing rate per address label scan. Any and all additional charges pertaining to the usage and/or customer requested actions including mail content scanning, mail forwarding and other special user requests or actions required due to lack of customer communication or notification may be billed at applicable administrative and/or specifically scheduled rates. Opus will only perform actions based upon customers initial electronic request and plan subscribed to. Any and all changes pertaining to mail forwarding and/or mail recipient instructions will need to be approved and administered by Opus staff and/or its affiliates in order to take effect. Automatic ongoing monthly subscription charges will be billed to customer credit card(s) if proper termination notice has not been received and acknowledged at least 30 days prior to expiration of service billing cycle date. The Mail Handling Services can only be used in combination with an active virtual office address product and carries the same legal and liability requirements as outlined in section 6 below.</p><p>6. Text Message Communications (SMS Content)<br>By providing your mobile phone number to Opus Virtual Offices through our website, forms, or other communications, you expressly consent to receive text messages from Opus Virtual Offices at the number provided. These text messages may include information about our services, appointment reminders, account updates, promotional offers, and other communications related to Opus Virtual Offices. Message and data rates may apply. The frequency of text messages will vary based on your account settings and interaction with our services. You acknowledge that consent is not a condition of purchase. You may opt out of receiving text messages at any time by replying &ldquo;STOP&rdquo; to any message from us, or by contacting us at <a href=\"mailto:info@OpusVO.com\">info@OpusVO.com</a>. For assistance, you may reply &ldquo;HELP&rdquo; to any message or contact us through the &ldquo;Contact Us&rdquo; section. By providing your phone number, you certify that you are the owner of the mobile device or are authorized to provide consent on behalf of the owner. Opus Virtual Offices reserves the right to terminate text messaging services at any time.</p><p></p><p>7. SERVICES/MAIL. The United States Postal Service (USPS) requires the following compliance from the Client under the provisions of Rule 66, Federal Register 56993, November 14, 2001, which govern Commercial Mail Receiving Agencies (CMRA). You agree to furnish us with a completed CMRA Form 1583, and when appropriate, to have the Form 1583 properly notarized prior to submission. Incomplete and/or partial CMRA forms and related documents will not be accepted and may require client to resubmit. Additional fees may apply at that point.&nbsp; Before mail may be received or any other location-related Services may be reserved or used, all persons for whom we handle mail, or who collects mail from the location, must provide us with a Government issued photo ID, plus one other form of acceptable identification, as specified in Form 1583. Any client that has reserved an Opus office location is required to provide proper identification and completed forms, no matter the country of origin in order to begin receiving mail at their new Opus location. Additional forms may be required to satisfy certain local or individual location needs. Some&nbsp;Domestic and International virtual office locations may require additional forms or details as part of overall compliance.</p><p>NOTE: Additional business entity names or &ldquo;DBA&rsquo;s&rdquo; are required to register for a separate virtual office address and related services. Normal retail rates, initial set up fees and set up requirements apply.&nbsp;Opus or any of its partners/affiliates DO NOT offer any guarantees as to the benefits or validity of a &ldquo;Virtual Office Address&rdquo; related or pertaining to search engine marketing, search engine optimization, map directory listings and/or business licensing/formation or financial application purposes.</p><p>User agrees to abide by all CMRA rules and regulations. At termination of this Agreement, You agree that all mail thereafter will be marked&nbsp;&ldquo;Return to Sender,&rdquo; and no further mail or deliveries will be accepted. Client may use the address of Opus and/or its agents as specified above in this Agreement as Client&rsquo;s business address, subject to exception in certain locations, but not as Client&rsquo;s registered office address unless registered agent services are explicitly included for this address. Mail will be handled according to instructions specified by the Client, and the Client will be responsible for all resulting forwarding and service charges. If Client elects to have mail or packages shipped or forwarded via Federal Express, United Parcel Service, DHL or any other overnight / express shipping methods, Client is obligated to provide his own shipping account to Opus to charge said services to. Any violation of USPS regulations may result in termination of Services by Opus, and may subject the violator to fines or imprisonment. If Opus has been instructed to forward mail, neither Opus nor its agents shall be responsible for any delay or loss of mail during the forwarding process. Each location has its own policies, but Opus may not accept any items exceeding 10 lbs in weight, 18&Prime; in any dimension, or 1 cubic foot in volume, or if the item contains any dangerous, live or perishable goods, and Opus shall be entitled in its absolute discretion to return uncollected items or refuse to accept any quantity of items it considers unreasonable or unlawful. For questions related to a specific location&rsquo;s mail handling capabilities, please contact Opus customer service. The Client warrants that it will not use any of the Services for any obscene, illegal, immoral or defamatory purposes and will not in any way involve Opus into disrepute. The Client will not in any way use or combine the Opus name, in whole or in part, for the purpose of trading activities. Opus will not be liable for any loss sustained as a result of any mechanical breakdown, strike, delay or failure of any staff, manager or caretaker to perform their duties. This Agreement is interpreted and enforced in accordance with the laws of the state of Florida, USA.</p><p>8. LINKS. The Service or related websites may provide links to other Websites or resources. User agrees that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, products or services available on such external sites or resources.</p><p>9. INTELLECTUAL PROPERTY RIGHTS. User acknowledges that content, including but not limited to policy information, text, software, music, sound, photographs, video, graphics, the arrangement of text and images, commercially produced information, and other material contained on the Site or through the Service (&ldquo;Content&rdquo;), is protected by copyright, trademarks, service marks, patents or other proprietary agreements and laws and User is only permitted to use the Content as expressly authorized by the Company. These Terms do not transfer any right, title, or interest in the Service, Site or the Content to User, and User may not copy, reproduce, distribute, or create derivative works from this Content without express authorization by the Company. User agrees not to use or divulge to others any information designated by the Company as proprietary or confidential. Any unauthorized use of any Content contained on the Site or through the Service may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes. EXCEPT AS SPECIFICALLY PERMITTED HEREIN, NO PORTION OF THE INFORMATION ON THE SITE MAY BE REPRODUCED IN ANY FORM, OR BY ANY MEANS, WITHOUT PRIOR WRITTEN PERMISSION FROM THE COMPANY. USERS ARE NOT PERMITTED TO MODIFY, DISTRIBUTE, PUBLISH, TRANSMIT OR CREATE DERIVATIVE WORKS OF ANY MATERIAL FOUND ON THE SITE FOR ANY PUBLIC, PERSONAL OR COMMERCIAL PURPOSES.</p><p>10. TRADEMARKS. &ldquo;Company Trademarks&rdquo; means all names, marks, brands, logos, designs, trade dress and other designations the Company uses in connection with the Service or any other service. User acknowledges the Company&rsquo; rights in the Company Trademarks and agrees that any and all use of the Company Trademarks by User shall inure to the sole benefit of the Company.</p><p>11. DISCLAIMER OF WARRANTIES. USER EXPRESSLY AGREES THAT USE OF THE SITE AND THE SERVICE IS AT USER&rsquo;S SOLE RISK. THE SITE AND THE SERVICE ARE PROVIDED ON AN &ldquo;AS IS&rdquo;, &ldquo;AS AVAILABLE&rdquo; BASIS. THE COMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABLITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT AS WELL AS ALL WARRANTIES ARISING BY USAGE OF TRADE, COURSE OF DEALING OR COURSE OF PERFORMANCE. THE COMPANY MAKES NO WARRANTY THAT THE SITE OR SERVICE WILL MEET USER&rsquo;S REQUIREMENTS, OR THAT THE SITE OR SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, ERROR FREE OR VIRUS-FREE NOR DOES THE COMPANY MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE OR THE SERVICE OR AS TO THE ACCURACY OR RELIABILITY OF ANY CONTENT OR ANY INFORMATION OR PRODUCTS OBTAINED THROUGH THE SITE OR SERVICE OR THAT DEFECTS IN THE SERVICE WILL BE CORRECTED. USER UNDERSTANDS AND AGREES THAT ANY MATERIAL OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE OR SERVICE IS DONE AT USER&rsquo;S OWN DISCRETION AND RISK AND THAT USER WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO USER&rsquo;S COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES UNDER CERTAIN CIRCUMSTANCES; CONSEQUENTLY, SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO USER, IN WHOLE OR IN PART.</p><p>12. LIMITATION OF LIABILITY. As a condition of use of the Service, and in consideration of the Services provided by the Company, User agrees that neither the Company, nor any officer, affiliate, director, shareholder, agent, contractor or employee of the Company (the &ldquo;Company Affiliates&rdquo;), will be liable to User or any third party for any direct, indirect, incidental, special, punitive, or consequential damages, loss of profits, loss of earnings, loss of business opportunities, damages, expenses, or costs resulting directly or indirectly from, or otherwise arising in connection with the Service, Site or Content; including but not limited to any of the following: Reliance, Termination, Infringement, Force Majeure. The limitations set forth in this section apply to acts, omissions, negligence, and gross negligence of Company and/or the Company Affiliates, which, but for this provision, would give rise to course of action in contract, or any other legal doctrine. The Company shall not be liable for any direct, indirect, incidental, punitive, special, multiple, or consequential damages resulting from the use or inability to use the Services or for cost of procurement or substitute goods and services or resulting from any products or services purchased or obtained through the site including loss of profits, use, data or intangible property, even if the Company has been advised of the possibility of such damages. The entire liability of the Company and Your exclusive remedy with respect to the use of the site and service are limited to the lesser of (1) the amount actually paid by You for the Service during the three (3) months preceding the date of Your claim; or (2) US $500.00. You hereby release the Company and the Company Affiliates from any all obligations, liabilities and claims in excess of this limitation.</p><p>13a. NO RESALE OF THE SITE. User agrees not to reproduce, duplicate, copy, sell resell, exploit or make any commercial use of or access to the Service, without the express written consent of the Company.</p><p>13b. LAWFUL USE. User agrees that use of the site is subject to all applicable national, state, and local laws and regulations, and that User is solely responsible for the contents of its communications through the Service.</p><p>14. INDEMNIFICATION. User will defend, indemnify and hold harmless the Company and the Company Affiliates, and their respective successors and permitted assigns, from and against any claim, suit, demand, loss, damage, expense (including reasonable attorneys&rsquo; fees and costs) or liability that may result from, arise out of or relate to: (a) acts or omissions by User arising out of or in connection with this Agreement; (b) intentional or negligent violations by User of any applicable laws or governmental regulation, (c) contractual relations between the User and a third party; or (d) infringement of intellectual property rights including, but not limited to, rights relating to patent and copyright. User acknowledges that the Company has no control over the content of information transmitted by User or User&rsquo;s customers and that the Company does not examine the use to which User or User&rsquo;s customers put the Service or the nature of the information User or Users customers send or receive. User hereby indemnifies and holds harmless the Company and Company Affiliates from any and all loss, cost, damage, expense, or liability relating to or arising out of the transmission, reception, and/or content of information of whatever nature transmitted or received by User or Users.</p><p>15. ACCESS TO PASSWORD PROTECTED/SECURE AREAS. Access to and use of password protected and/or secure areas of the Site is restricted to authorized users only. Unauthorized individuals attempting to access these areas of the Site may be subject to prosecution.</p><p>16. TERMINATION &amp; EFFECT. The Company may terminate or suspend access to the Service or Site with or without cause at any time and effective immediately. Reasons for termination or suspension shall include, but are not limited to, the following: inactivity of the User; violation of any terms listed in this policy; or failure to pay for Services. The Company shall not be liable to User or any third party for termination of the Service or Site. Should User object to any provision of the Terms or any subsequent modifications thereto or become dissatisfied with the Service or Site in any way, Users only recourse is to immediately: (a) terminate use of the Service and Site; and (b) notify the Company of termination according to the guidelines outlined herein. Upon termination of access to the Service and Site, User&rsquo;s right to use the Service and Site shall immediately cease. In the event of User default, User agrees to pay all costs, expenses and reasonable attorneys&rsquo; fees expended by Opus in enforcing this Agreement or collecting any sums due hereunder both in and out of bankruptcy and before and after judgment.</p><p>17. SEVERABILITY. In the event that any provision of the Terms shall, in whole or in part, be determined to be invalid, unenforceable or void for any reason, such determination shall affect only the portion of such provision determined to be invalid, unenforceable or void, and shall not affect in any way the remainder of such provision or any other provision of the Terms. The Company&rsquo;s failure to act with respect to a breach by User or others does not waive its right to act with respect to subsequent or similar breaches.</p><p>18. CONFIDENTIALITY. Client recognizes that Client may, in the course of obtaining or using the Services, come into possession of or learn confidential and proprietary business information of Opus (&ldquo;Confidential Information&rdquo;). Client agrees that during the Term of this Agreement and thereafter: (a) Client shall provide, at a minimum, the care to avoid disclosure of unauthorized use of Confidential Information as is provided with respect to Client&rsquo;s own similar information, but in no event less than a reasonable standard of care; (b) Client will use Confidential Information solely for the purposes of this Agreement; and (c) Client will not disclose Confidential Information to any third party without the express prior written consent of the Company. Upon termination, Client will promptly return to the Company any Confidential Information. If the Company transfers its business or any business segment that provides Services to Client, the Company is authorized to transfer all User information to Company&rsquo;s successor. Opus may elect to record calls at any time for training or quality assurance.</p><p>19. OWNERSHIP. All programs, services, processes, designs, software, technologies, trademarks, trade names, inventions and materials comprising the Service are wholly owned by the Company and/or its licensors and service providers except where expressly stated otherwise. User agrees that User is not the owner of any phone number or business address assigned to User by the Company. Upon termination of account for any reason, such number and address may be re-assigned immediately to another customer. Company may from time-to-time need to change the number or address assigned to You. Company will not be liable for damages (consequential or special) arising out of such re-assignment or change. User hereby waives any claims with respect to such change. User is not authorized to charge services to number or address assigned, any such charges will give the Company the right to immediately terminate Your account without notice and bill such charges to User.</p><p>20. SHARED AREA &amp; CONFERENCE ROOM TERMS AND CONDITIONS. Company entitles Users to access shared areas, mail boxes at facility, hire offices, meeting rooms and conference services (&ldquo;Facilities&rdquo;) by the day, half day or hour from Opus Virtual Offices LLC, its Partners, and members. Use of any Facilities will be subject to: (i) availability of the Facilities; (ii) payment of all fees and charges incurred in reserving and/or using the Facilities; and (iii) compliance with the terms and conditions and/or house rules from time to time applicable to the Facilities. Use of Facilities will also be subject to potential restrictions and/or closures due to government rulings or health crisis related restrictions or closures based on recommendations by the local government bodies, the Centers of Disease Control (CDC) or the World Health Organization (WHO). Users hereby agree to comply with and observe all additional rules and regulations, temporary and/or permanent that may pertain to such restrictions or closures when applicable.&nbsp;Unless otherwise agreed in writing, settlement of all fees and charges incurred in reserving and/or using the Facilities is to be made by Client prior to use and shall not be considered guaranteed until written confirmation has been provided to Client. Cancellations or changes received more than 48 business hours prior to the reserved date may be charged a cancellation/handling fee, and cancellations / changes received within 48 business hours of the reserved date may be charged the total fee. This also applies if the booking was made less than 48 business hours from the reservation date/time. Any costs incurred to third party suppliers (e.g. caterers or equipment suppliers) as a result of cancellation will be payable in full by the Client. Reservations not made through Opus are not guaranteed in any way and no pricing structure is guaranteed for reservations not made specifically with Opus. Client&rsquo;s written notice to change or cancel an existing reservation must be in writing, and must be sent in the manner specified with the original reservation (e.g.-performed electronically in client&rsquo;s reservation account on <a href=\"https://njs.opusvirtualoffices.com/\">njs.opusvirtualoffices.com</a> or opusmeetingrooms.com).</p><p>DAMAGES WAIVER: User hereby authorizes Opus to charge initial applicable reservation fees and any and all applicable variable fees including fees incurred for any potential damages.</p><p>You will not damage, deface or alter the meeting space, furniture, furnishings, walls, ceilings, floors, equipment or make or suffer to be made any waste, obstruction or unlawful, improper or offensive use of the meeting space or the common area facilities. &nbsp;You will not cause damage to any part of the building or our property or disturb the quiet enjoyment of any licensee or occupant of the building. &nbsp;At the end of your reserved time, the meeting space assigned to you, if any, will be in as good condition as when you first occupied it, normal wear and tear excepted and we may apply additional charges in case of any damage to the facilities. &nbsp;We retain the right to enter your reserved meeting space to inspect it, to make repairs and alterations as we reasonably deem necessary and the cost of any repair resulting from an act or omission by you or your employees, guests and invitees will be reimbursed to us by you upon demand. You assume all risks of loss with respect to your personal property and the personal property of your agents, employees, contractors and invitees, within or about the facilities. &nbsp;You agree to waive any and all acts of recovery against us, or our directors, licensors, officers, agents, servants and employees, for loss of, or damage to your property or the property of others that is under your control to the extent of such loss or damages covered or required to be covered by any insurance policy.</p><p>21. ENTITY FORMATION &amp; REGISTERED AGENT. If you purchased entity formation services from Opus, the entity formation fee in addition to any applicable state fees and expedite fees must be paid in full at time of purchase. Entity formation order form must be completed and submitted to Opus. Entity Formation will be filed and completed by Opus and or its affiliates. You agree that your company name is not approved until you receive an official, state-issued notice or a filed document confirming your entity name. Upon receipt of the document, you shall verify that the entity name and related information is true and correct. WE CANNOT GUARANTEE THAT THE PREFERRED COMPANY NAME WILL BE ACCEPTED BY THE STATE OR ANY OTHER OFFICIAL AGENCIES. All entity formation fees including state fees paid to federal, state, or local offices by Opus or its affiliates are nonrefundable.&nbsp;</p><p>Registered Agent Services may be provided by Opus or an Opus-designated affiliate. If you purchased Registered Agent Services from Opus, you must pay your registered agent fee annually for Opus and/or its affiliates to continue to provide service to you. Payment will be processed to the credit card on file 30 days prior to the annual renewal date. Changes to this service are regulated by specific state laws. All registered agent fees are non-refundable. To discontinue this service you must provide proof to Opus that either: (i) Opus or any of its affiliates are not listed as the registered agent with a state or any other official agencies or (ii) your company has been dissolved. Opus and/or its affiliates will continue to act as registered agent and charge for the service as long as Opus or any of its affiliates are listed as the registered agent with the state or any other official agencies.</p><p>You agree that Opus may charge your credit card on file annually for any renewable services you ordered including, without limitation, Registered Agent Service, Annual Report Preparation and File Service, or any other similar service. It is your responsibility to maintain an updated payment method on file with us in order for us to continue providing the services. You are responsible for notifying us of your desire to cancel the service(s) and to avoid any future charges by contacting us.</p><p>IF YOU DO NOT PAY YOUR REGISTERED AGENT ANNUAL FEE, WE RESERVE THE RIGHT TO RESIGN AS REGISTERED AGENT. THIS MAY CAUSE YOUR ENTITY TO FALL OUT OF GOOD STANDING IF YOU DO NOT APPOINT A NEW REGISTERED AGENT AND MAY RESULT IN ADDITIONAL TAXES, COSTS, PENALTIES, AND OTHER ADVERSE CONSEQUENCES.</p><p>22.&nbsp;COPYRIGHT INFRINGEMENT CLAIMS. We respect the intellectual property rights of others.&nbsp; Accordingly, we have a policy of removing content that violates copyright, trademark, or other intellectual property laws, suspending access to all or any portion of our sites to any user who uses our sites in violation of any such law, and/or terminating in appropriate circumstances access to our sites and the account (if any) of any user who uses our sites in violation of any such law.</p><p>Notification of Alleged Infringement. We have implemented procedures for receiving written notification of claimed copyright infringement and for processing such claims.&nbsp; If you believe your copyright, trademark, or other intellectual property right is being infringed by Opus or a user of any of our sites, please provide written notice to our Copyright Agent for notice of claims of infringement:</p><p><em>Opus Virtual Offices, LLC</em><br>Attn.: Copyright Infringement Dept.<br>1875 NW Corporate Blvd, Suite 300<br>Boca Raton, FL 33431</p><p>In respect of notifications of alleged infringement in the United States your written notice must: (a) contain your physical or electronic signature; (b) identify the copyrighted work, trademark, or other intellectual property alleged to have been infringed; (c) identify the allegedly infringing material in a sufficiently precise manner to allow us to locate that material (e.g., the URL); (d) contain adequate information by which we can contact you (including postal address, telephone number, and e-mail address); (e) contain a statement that you have a good faith belief that use of the copyrighted material, trademark, or other intellectual property is not authorized by the owner, the owner&rsquo;s agent, or the law; (f) contain a statement that the information in the written notice is accurate; and (g) contain a statement, under penalty of perjury (in the case of a claim of copyright infringement), that you are authorized to act on behalf of the copyright, trademark, or other intellectual property right owner.</p><p>Counternotice to Restore User Content Removed for Alleged Infringement. We have also implemented procedures for receiving written notification if you believe your copyrighted material, trademark, or other intellectual property has been removed by mistake or misidentification, in which case, please provide written notice to the Copyright Agent address above.</p><p>In respect of notifications of alleged infringement in the United States your written counternotice must: (a) contain your physical or electronic signature; (b) identify the copyrighted work, trademark, or other intellectual property alleged to have been removed by mistake or misidentification; (c) identify the material that was removed in a sufficiently precise manner to allow us to locate that material; (d) contain adequate information by which we can contact you (including postal address, telephone number, and e-mail address); (e) contain a statement that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification; and (f) contain a statement, under penalty of perjury (in the case of a claim of copyright infringement) that the information in your counter-notice is accurate.</p><p>If you fail to comply with all the requirements of this section in respect of notifications of alleged infringement in the United States, your notice or counternotice may not be valid. Whilst these requirements are not mandatory in other regions you should ensure that you provide us with sufficient information to (a) identify the copyrighted work, trademark, or other intellectual property alleged to have been infringed (b) evidence that use of the material was not properly authorized by the owner or that removal of the material was the result of a mistake or misidentification (as applicable) so that we may promptly respond to your notice or counternotice.</p></div></div>",
        "excerpt": "",
        "modified": "2025-04-07 13:37:30",
        "url": "https://njs.opusvirtualoffices.com/opus-virtual-offices-terms-of-use/"
    },
    "seo": {
        "title": "Legal / Agreement and Acknowledgment of Terms of Use",
        "meta_description": "Legal / Agreement and Acknowledgment of Terms of Service for use with Opus VO. Opus VO is here to help you grow your business!",
        "canonical": "https://njs.opusvirtualoffices.com/opus-virtual-offices-terms-of-use/",
        "og": {
            "title": "Legal / Agreement and Acknowledgment of Terms of Use",
            "description": "Legal / Agreement and Acknowledgment of Terms of Service for use with Opus VO. Opus VO is here to help you grow your business!",
            "url": "https://njs.opusvirtualoffices.com/opus-virtual-offices-terms-of-use/",
            "type": "website",
            "image": "https://njs.opusvirtualoffices.com/newsite/wp-content/themes/ThemeDec23/assets/images/opus-logo-main.svg"
        }
    }
}